<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | خطوط اللغة التالية هي الخطوط الافتراضية التي تطابق الأسباب
    | التي يقدمها وسيط كلمة المرور لمحاولة تحديث كلمة المرور
    | التي فشلت، مثل رمز غير صحيح أو كلمة مرور جديدة غير صحيحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صحيح.',
    'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',

];
